Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Inspector_ErrorFloat
source: Enter a number such as 1.5, 1e-3, inf, nan or 0x1.8p+1.
ar: أدخل رقماً مثل 1.5 أو 1e-3 أو inf أو nan أو 0x1.8p+1.
cs: Zadejte číslo, například 1.5, 1e-3, inf, nan nebo 0x1.8p+1.
de: Geben Sie eine Zahl wie 1.5, 1e-3, inf, nan oder 0x1.8p+1 ein.
el: Εισαγάγετε έναν αριθμό όπως 1.5, 1e-3, inf, nan ή 0x1.8p+1.
es: Escribe un número como 1.5, 1e-3, inf, nan o 0x1.8p+1.
fa: عددی مانند 1.5، 1e-3، inf، nan یا 0x1.8p+1 وارد کنید.
fr: Entrez un nombre comme 1.5, 1e-3, inf, nan ou 0x1.8p+1.
hu: Adjon meg egy számot, például 1.5, 1e-3, inf, nan vagy 0x1.8p+1.
id: Masukkan angka seperti 1.5, 1e-3, inf, nan, atau 0x1.8p+1.
it: Immetti un numero come 1.5, 1e-3, inf, nan o 0x1.8p+1.
ja: 1.5、1e-3、inf、nan、0x1.8p+1 のような数を入力してください
ko: 1.5, 1e-3, inf, nan 또는 0x1.8p+1과 같은 숫자를 입력하세요.
pl: Wprowadź liczbę, np. 1.5, 1e-3, inf, nan lub 0x1.8p+1.
pt: Insira um número como 1.5, 1e-3, inf, nan ou 0x1.8p+1.
ro: Introduceți un număr, de exemplu 1.5, 1e-3, inf, nan sau 0x1.8p+1.
ru: Введите число, например 1.5, 1e-3, inf, nan или 0x1.8p+1.
th: โปรดใส่ตัวเลข เช่น 1.5, 1e-3, inf, nan หรือ 0x1.8p+1
tr: 1.5, 1e-3, inf, nan veya 0x1.8p+1 gibi bir sayı girin.
uk: Введіть число, наприклад 1.5, 1e-3, inf, nan або 0x1.8p+1.
vi: Hãy nhập số như 1.5, 1e-3, inf, nan hoặc 0x1.8p+1.
zh_hans: 请输入数字，例如 1.5、1e-3、inf、nan 或 0x1.8p+1。
zh_hant: 請輸入數字，例如 1.5、1e-3、inf、nan 或 0x1.8p+1。

# Inspector_ErrorFloatOverflow
source: The value is too large for {0} and would become infinity.
ar: القيمة كبيرة جداً بالنسبة لـ {0} وستصبح لا نهائية.
cs: Hodnota je pro {0} příliš velká a stala by se nekonečnem.
de: Der Wert ist zu groß für {0} und würde unendlich werden.
el: Η τιμή είναι πολύ μεγάλη για {0} και θα γινόταν άπειρο.
es: El valor es demasiado grande para {0} y se convertiría en infinito.
fa: مقدار برای {0} بیش از حد بزرگ است و به بی‌نهایت تبدیل می‌شود.
fr: La valeur est trop grande pour {0} et deviendrait infinie.
hu: Az érték túl nagy a(z) {0} típushoz, és végtelen lenne.
id: Nilai terlalu besar untuk {0} dan akan menjadi tak hingga.
it: Il valore è troppo grande per {0} e diventerebbe infinito.
ja: {0} の範囲を超えるため無限大になります
ko: 값이 {0}에 비해 너무 커서 무한대가 됩니다.
pl: Wartość jest za duża dla typu {0} i stałaby się nieskończonością.
pt: O valor é grande demais para {0} e se tornaria infinito.
ro: Valoarea este prea mare pentru {0} și ar deveni infinit.
ru: Значение слишком велико для {0} и станет бесконечностью.
th: ค่ามีขนาดใหญ่เกินไปสำหรับ {0} และจะกลายเป็นอนันต์
tr: Değer {0} için çok büyük ve sonsuz olur.
uk: Значення завелике для {0} і стане нескінченністю.
vi: Giá trị quá lớn đối với {0} và sẽ trở thành vô cực.
zh_hans: 该值对于 {0} 来说太大，将变为无穷大。
zh_hant: 此值對 {0} 而言太大，將會變成無限大。

# Inspector_ErrorDate
source: Enter the date and time in the form 2026-10-07 12:34:56.
ar: أدخل التاريخ والوقت بالتنسيق 2026-10-07 12:34:56.
cs: Zadejte datum a čas ve tvaru 2026-10-07 12:34:56.
de: Geben Sie Datum und Uhrzeit im Format 2026-10-07 12:34:56 ein.
el: Εισαγάγετε την ημερομηνία και την ώρα στη μορφή 2026-10-07 12:34:56.
es: Escribe la fecha y la hora con el formato 2026-10-07 12:34:56.
fa: تاریخ و زمان را به شکل 2026-10-07 12:34:56 وارد کنید.
fr: Entrez la date et l'heure au format 2026-10-07 12:34:56.
hu: A dátumot és az időt 2026-10-07 12:34:56 formában adja meg.
id: Masukkan tanggal dan waktu dalam bentuk 2026-10-07 12:34:56.
it: Immetti data e ora nel formato 2026-10-07 12:34:56.
ja: 日時は 2026-10-07 12:34:56 の形式で入力してください
ko: 날짜와 시간을 2026-10-07 12:34:56 형식으로 입력하세요.
pl: Wprowadź datę i godzinę w formacie 2026-10-07 12:34:56.
pt: Insira a data e a hora no formato 2026-10-07 12:34:56.
ro: Introduceți data și ora în forma 2026-10-07 12:34:56.
ru: Введите дату и время в формате 2026-10-07 12:34:56.
th: โปรดใส่วันที่และเวลาในรูปแบบ 2026-10-07 12:34:56
tr: Tarih ve saati 2026-10-07 12:34:56 biçiminde girin.
uk: Введіть дату й час у форматі 2026-10-07 12:34:56.
vi: Hãy nhập ngày giờ theo dạng 2026-10-07 12:34:56.
zh_hans: 请按 2026-10-07 12:34:56 的格式输入日期和时间。
zh_hant: 請以 2026-10-07 12:34:56 的格式輸入日期和時間。

# Inspector_ErrorDateRange
source: Out of the {0} range ({1} to {2})
ar: خارج نطاق {0} ({1} إلى {2})
cs: Mimo rozsah {0} ({1} až {2})
de: Außerhalb des Bereichs von {0} ({1} bis {2})
el: Εκτός του εύρους {0} ({1} έως {2})
es: Fuera del intervalo de {0} ({1} a {2})
fa: خارج از محدودهٔ {0} ({1} تا {2})
fr: Hors de la plage de {0} ({1} à {2})
hu: Kívül esik a(z) {0} tartományán ({1} – {2})
id: Di luar rentang {0} ({1} hingga {2})
it: Fuori dall'intervallo di {0} (da {1} a {2})
ja: {0} の範囲 ({1}〜{2}) の外です
ko: {0} 범위({1}~{2})를 벗어났습니다.
pl: Poza zakresem typu {0} (od {1} do {2})
pt: Fora do intervalo de {0} ({1} a {2})
ro: În afara intervalului {0} ({1} - {2})
ru: Вне диапазона {0} (от {1} до {2})
th: อยู่นอกช่วงของ {0} ({1} ถึง {2})
tr: {0} aralığının dışında ({1} ile {2} arası)
uk: Поза діапазоном {0} (від {1} до {2})
vi: Ngoài phạm vi {0} ({1} đến {2})
zh_hans: 超出 {0} 的范围（{1} 到 {2}）
zh_hant: 超出 {0} 的範圍（{1} 到 {2}）

# Inspector_ErrorGuid
source: Enter 32 hexadecimal digits.
ar: أدخل 32 رقماً ست عشرياً.
cs: Zadejte 32 šestnáctkových číslic.
de: Geben Sie 32 Hexadezimalziffern ein.
el: Εισαγάγετε 32 δεκαεξαδικά ψηφία.
es: Escribe 32 dígitos hexadecimales.
fa: 32 رقم هگزادسیمال وارد کنید.
fr: Entrez 32 chiffres hexadécimaux.
hu: Adjon meg 32 hexadecimális számjegyet.
id: Masukkan 32 digit heksadesimal.
it: Immetti 32 cifre esadecimali.
ja: 16 進数字を 32 桁入力してください
ko: 16진수 32자리를 입력하세요.
pl: Wprowadź 32 cyfry szesnastkowe.
pt: Insira 32 dígitos hexadecimais.
ro: Introduceți 32 de cifre hexazecimale.
ru: Введите 32 шестнадцатеричные цифры.
th: โปรดใส่เลขฐานสิบหก 32 หลัก
tr: 32 onaltılık basamak girin.
uk: Введіть 32 шістнадцяткові цифри.
vi: Hãy nhập 32 chữ số thập lục phân.
zh_hans: 请输入 32 位十六进制数字。
zh_hant: 請輸入 32 位十六進位數字。

# Inspector_ErrorBinary
source: Enter up to {0} binary digits (0 or 1).
ar: أدخل ما يصل إلى {0} من الأرقام الثنائية (0 أو 1).
cs: Zadejte nejvýše {0} binárních číslic (0 nebo 1).
de: Geben Sie bis zu {0} Binärziffern (0 oder 1) ein.
el: Εισαγάγετε έως {0} δυαδικά ψηφία (0 ή 1).
es: Escribe hasta {0} dígitos binarios (0 o 1).
fa: حداکثر {0} رقم دودویی (0 یا 1) وارد کنید.
fr: Entrez jusqu'à {0} chiffres binaires (0 ou 1).
hu: Adjon meg legfeljebb {0} bináris számjegyet (0 vagy 1).
id: Masukkan hingga {0} digit biner (0 atau 1).
it: Immetti fino a {0} cifre binarie (0 o 1).
ja: 2 進の数字 (0 か 1) を {0} 桁まで入力してください
ko: 2진수(0 또는 1)를 최대 {0}자리까지 입력하세요.
pl: Wprowadź cyfry binarne (0 lub 1), maksymalnie: {0}.
pt: Insira até {0} dígitos binários (0 ou 1).
ro: Introduceți cel mult {0} cifre binare (0 sau 1).
ru: Введите не более {0} двоичных цифр (0 или 1).
th: โปรดใส่เลขฐานสอง (0 หรือ 1) ไม่เกิน {0} หลัก
tr: En fazla {0} ikili basamak (0 veya 1) girin.
uk: Введіть не більше {0} двійкових цифр (0 або 1).
vi: Hãy nhập tối đa {0} chữ số nhị phân (0 hoặc 1).
zh_hans: 请输入最多 {0} 位二进制数字（0 或 1）。
zh_hant: 請輸入最多 {0} 位二進位數字（0 或 1）。

# Inspector_ErrorChar
source: Enter one character.
ar: أدخل حرفاً واحداً.
cs: Zadejte jeden znak.
de: Geben Sie ein Zeichen ein.
el: Εισαγάγετε έναν χαρακτήρα.
es: Escribe un carácter.
fa: یک نویسه وارد کنید.
fr: Entrez un caractère.
hu: Adjon meg egy karaktert.
id: Masukkan satu karakter.
it: Immetti un carattere.
ja: 1 文字を入力してください
ko: 문자 하나를 입력하세요.
pl: Wprowadź jeden znak.
pt: Insira um caractere.
ro: Introduceți un caracter.
ru: Введите один символ.
th: โปรดใส่อักขระหนึ่งตัว
tr: Bir karakter girin.
uk: Введіть один символ.
vi: Hãy nhập một ký tự.
zh_hans: 请输入一个字符。
zh_hant: 請輸入一個字元。

# Inspector_ErrorNotEncodable
source: This character can't be written in {0}.
ar: لا يمكن كتابة هذا الحرف في {0}.
cs: Tento znak nelze zapsat v kódování {0}.
de: Dieses Zeichen kann nicht in {0} geschrieben werden.
el: Αυτός ο χαρακτήρας δεν μπορεί να γραφτεί σε {0}.
es: Este carácter no se puede escribir en {0}.
fa: این نویسه در {0} قابل نوشتن نیست.
fr: Ce caractère ne peut pas être écrit en {0}.
hu: Ez a karakter nem írható a(z) {0} kódolásban.
id: Karakter ini tidak dapat ditulis dalam {0}.
it: Questo carattere non può essere scritto in {0}.
ja: この文字は {0} で書き込めません
ko: 이 문자는 {0}(으)로 쓸 수 없습니다.
pl: Tego znaku nie można zapisać w kodowaniu {0}.
pt: Este caractere não pode ser gravado em {0}.
ro: Acest caracter nu poate fi scris în {0}.
ru: Этот символ нельзя записать в {0}.
th: ไม่สามารถเขียนอักขระนี้ด้วย {0} ได้
tr: Bu karakter {0} ile yazılamaz.
uk: Цей символ неможливо записати в {0}.
vi: Không thể ghi ký tự này bằng {0}.
zh_hans: 此字符无法用 {0} 写入。
zh_hant: 無法以 {0} 寫入此字元。

# Inspector_ErrorPastEnd
source: The value goes past the end of the document ({0} bytes needed, {1} left).
ar: تتجاوز القيمة نهاية المستند (المطلوب {0} بايت، المتبقي {1}).
cs: Hodnota přesahuje konec dokumentu (potřeba bajtů: {0}, zbývá: {1}).
de: Der Wert reicht über das Ende des Dokuments hinaus ({0} Bytes benötigt, {1} übrig).
el: Η τιμή υπερβαίνει το τέλος του εγγράφου (απαιτούνται {0} byte, απομένουν {1}).
es: El valor supera el final del documento (se necesitan {0} bytes, quedan {1}).
fa: مقدار از انتهای سند فراتر می‌رود ({0} بایت لازم است، {1} بایت باقی مانده).
fr: La valeur dépasse la fin du document ({0} octets nécessaires, {1} restants).
hu: Az érték túlnyúlik a dokumentum végén ({0} bájt szükséges, {1} maradt).
id: Nilai melewati akhir dokumen (perlu {0} byte, tersisa {1}).
it: Il valore va oltre la fine del documento (necessari {0} byte, rimanenti {1}).
ja: ドキュメントの末尾を超えます ({0} バイト必要、残り {1} バイト)
ko: 값이 문서 끝을 넘습니다({0}바이트 필요, {1}바이트 남음).
pl: Wartość wykracza poza koniec dokumentu (potrzebne bajty: {0}, pozostało: {1}).
pt: O valor ultrapassa o fim do documento ({0} bytes necessários, {1} restantes).
ro: Valoarea depășește sfârșitul documentului (necesari {0} octeți, rămași {1}).
ru: Значение выходит за конец документа (требуется байт: {0}, осталось: {1}).
th: ค่าเกินจุดสิ้นสุดของเอกสาร (ต้องการ {0} ไบต์ เหลือ {1})
tr: Değer belgenin sonunu aşıyor ({0} bayt gerekli, {1} kaldı).
uk: Значення виходить за кінець документа (потрібно байтів: {0}, залишилося: {1}).
vi: Giá trị vượt quá cuối tài liệu (cần {0} byte, còn {1}).
zh_hans: 该值超出文档末尾（需要 {0} 字节，剩余 {1} 字节）。
zh_hant: 此值超出文件結尾（需要 {0} 個位元組，剩餘 {1} 個位元組）。

# Inspector_SettingsList_Name
source: Rows to show
ar: الصفوف المعروضة
cs: Zobrazené řádky
de: Anzuzeigende Zeilen
el: Γραμμές για εμφάνιση
es: Filas que se muestran
fa: سطرهای قابل نمایش
fr: Lignes à afficher
hu: Megjelenítendő sorok
id: Baris yang ditampilkan
it: Righe da mostrare
ja: 表示する行
ko: 표시할 행
pl: Wiersze do wyświetlenia
pt: Linhas a mostrar
ro: Rânduri de afișat
ru: Отображаемые строки
th: แถวที่จะแสดง
tr: Gösterilecek satırlar
uk: Рядки для відображення
vi: Hàng cần hiển thị
zh_hans: 要显示的行
zh_hant: 要顯示的列

# Inspector_MoveUp.Content
source: Move up
ar: نقل لأعلى
cs: Posunout nahoru
de: Nach oben
el: Μετακίνηση επάνω
es: Subir
fa: انتقال به بالا
fr: Monter
hu: Feljebb
id: Pindah ke atas
it: Sposta su
ja: 上へ
ko: 위로 이동
pl: Przenieś w górę
pt: Mover para cima
ro: Mutare în sus
ru: Вверх
th: เลื่อนขึ้น
tr: Yukarı taşı
uk: Перемістити вгору
vi: Lên trên
zh_hans: 上移
zh_hant: 上移

# Inspector_MoveDown.Content
source: Move down
ar: نقل لأسفل
cs: Posunout dolů
de: Nach unten
el: Μετακίνηση κάτω
es: Bajar
fa: انتقال به پایین
fr: Descendre
hu: Lejjebb
id: Pindah ke bawah
it: Sposta giù
ja: 下へ
ko: 아래로 이동
pl: Przenieś w dół
pt: Mover para baixo
ro: Mutare în jos
ru: Вниз
th: เลื่อนลง
tr: Aşağı taşı
uk: Перемістити вниз
vi: Xuống dưới
zh_hans: 下移
zh_hant: 下移

# Inspector_Opposite.Content
source: Also show in the opposite byte order
ar: الإظهار أيضاً بترتيب البايتات المعاكس
cs: Zobrazit i v opačném pořadí bajtů
de: Auch in umgekehrter Bytereihenfolge anzeigen
el: Εμφάνιση και με την αντίθετη σειρά byte
es: Mostrar también en el orden de bytes contrario
fa: نمایش با ترتیب بایت مخالف نیز
fr: Afficher aussi dans l'ordre des octets inverse
hu: Megjelenítés ellentétes bájtsorrenddel is
id: Tampilkan juga dalam urutan byte sebaliknya
it: Mostra anche nell'ordine dei byte opposto
ja: 反対のエンディアンでも表示
ko: 반대 바이트 순서로도 표시
pl: Pokazuj także w odwrotnej kolejności bajtów
pt: Mostrar também na ordem de bytes oposta
ro: Afișare și în ordinea inversă a octeților
ru: Также показывать в обратном порядке байтов
th: แสดงในลำดับไบต์ตรงข้ามด้วย
tr: Ters bayt sırasında da göster
uk: Також показувати у зворотному порядку байтів
vi: Cũng hiện theo thứ tự byte ngược lại
zh_hans: 同时以相反字节顺序显示
zh_hant: 同時以相反的位元組順序顯示

# Inspector_DateFormatLabel.Text
source: Date and time format
ar: تنسيق التاريخ والوقت
cs: Formát data a času
de: Datums- und Uhrzeitformat
el: Μορφή ημερομηνίας και ώρας
es: Formato de fecha y hora
fa: قالب تاریخ و زمان
fr: Format de date et d'heure
hu: Dátum- és időformátum
id: Format tanggal dan waktu
it: Formato di data e ora
ja: 日時の書式
ko: 날짜 및 시간 형식
pl: Format daty i godziny
pt: Formato de data e hora
ro: Format dată și oră
ru: Формат даты и времени
th: รูปแบบวันที่และเวลา
tr: Tarih ve saat biçimi
uk: Формат дати й часу
vi: Định dạng ngày giờ
zh_hans: 日期和时间格式
zh_hant: 日期和時間格式

# Inspector_DateRegional.Content
source: Regional format
ar: التنسيق الإقليمي
cs: Místní formát
de: Regionales Format
el: Τοπική μορφή
es: Formato regional
fa: قالب منطقه‌ای
fr: Format régional
hu: Területi formátum
id: Format regional
it: Formato regionale
ja: 地域設定に従う
ko: 지역 형식
pl: Format regionalny
pt: Formato regional
ro: Format regional
ru: Региональный формат
th: รูปแบบตามภูมิภาค
tr: Bölgesel biçim
uk: Регіональний формат
vi: Định dạng khu vực
zh_hans: 区域格式
zh_hant: 地區格式

# Inspector_PresetLabel.Text
source: Preset
ar: الإعداد المسبق
cs: Předvolba
de: Vorlage
el: Προκαθορισμένο σύνολο
es: Conjunto predefinido
fa: پیش‌تنظیم
fr: Jeu prédéfini
hu: Készlet
it: Set predefinito
ja: プリセット
ko: 프리셋
pl: Zestaw
pt: Predefinição
ro: Presetare
ru: Набор
th: ชุดสำเร็จรูป
tr: Ön ayar
uk: Набір
vi: Bộ định sẵn
zh_hans: 预设
zh_hant: 預設集

# Inspector_PresetBasic.Content
source: Basic
ar: أساسي
cs: Základní
de: Basis
el: Βασικό
es: Básico
fa: پایه
fr: De base
hu: Alap
id: Dasar
it: Di base
ja: 基本
ko: 기본
pl: Podstawowy
pt: Básico
ro: De bază
ru: Основной
th: พื้นฐาน
tr: Temel
uk: Основний
vi: Cơ bản
zh_hans: 基本
zh_hant: 基本

# Inspector_PresetAll.Content
source: All
ar: الكل
cs: Vše
de: Alle
el: Όλα
es: Todo
fa: همه
fr: Tout
hu: Összes
id: Semua
it: Tutti
ja: すべて
ko: 모두
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# Inspector_PresetDateTime.Content
source: Date and time
ar: التاريخ والوقت
cs: Datum a čas
de: Datum und Uhrzeit
el: Ημερομηνία και ώρα
es: Fecha y hora
fa: تاریخ و زمان
fr: Date et heure
hu: Dátum és idő
id: Tanggal dan waktu
it: Data e ora
ja: 日時
ko: 날짜 및 시간
pl: Data i godzina
pt: Data e hora
ro: Dată și oră
ru: Дата и время
th: วันที่และเวลา
tr: Tarih ve saat
uk: Дата й час
vi: Ngày và giờ
zh_hans: 日期和时间
zh_hant: 日期和時間

# Inspector_PresetEmbedded.Content
source: Embedded
ar: الأنظمة المضمّنة
cs: Vestavěné systémy
el: Ενσωματωμένα συστήματα
es: Sistemas integrados
fa: سیستم‌های نهفته
fr: Embarqué
hu: Beágyazott
id: Tertanam
ja: 組み込み向け
ko: 임베디드
pl: Wbudowane
pt: Embarcado
ro: Încorporat
ru: Встраиваемые системы
th: ระบบฝังตัว
tr: Gömülü
uk: Вбудовані системи
vi: Nhúng
zh_hans: 嵌入式
zh_hant: 嵌入式

# Inspector_ResetRows.Content
source: Reset to default
ar: إعادة التعيين إلى الافتراضي
cs: Obnovit výchozí
de: Auf Standard zurücksetzen
el: Επαναφορά προεπιλογής
es: Restablecer valores predeterminados
fa: بازنشانی به پیش‌فرض
fr: Rétablir les valeurs par défaut
hu: Alapértelmezés visszaállítása
id: Atur ulang ke default
it: Ripristina predefiniti
ja: 既定に戻す
ko: 기본값으로 초기화
pl: Przywróć domyślne
pt: Restaurar padrão
ro: Resetare la implicit
ru: Восстановить по умолчанию
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana sıfırla
uk: Відновити стандартні
vi: Đặt lại về mặc định
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# Inspector_PresetName.PlaceholderText
source: Preset name
ar: اسم الإعداد المسبق
cs: Název předvolby
de: Name der Vorlage
el: Όνομα προκαθορισμένου συνόλου
es: Nombre del conjunto
fa: نام پیش‌تنظیم
fr: Nom du jeu prédéfini
hu: Készlet neve
id: Nama preset
it: Nome del set
ja: プリセットの名前
ko: 프리셋 이름
pl: Nazwa zestawu
pt: Nome da predefinição
ro: Nume presetare
ru: Имя набора
th: ชื่อชุดสำเร็จรูป
tr: Ön ayar adı
uk: Назва набору
vi: Tên bộ định sẵn
zh_hans: 预设名称
zh_hant: 預設集名稱

# Inspector_PresetName.AutomationProperties.Name
source: Preset name
ar: اسم الإعداد المسبق
cs: Název předvolby
de: Name der Vorlage
el: Όνομα προκαθορισμένου συνόλου
es: Nombre del conjunto
fa: نام پیش‌تنظیم
fr: Nom du jeu prédéfini
hu: Készlet neve
id: Nama preset
it: Nome del set
ja: プリセットの名前
ko: 프리셋 이름
pl: Nazwa zestawu
pt: Nome da predefinição
ro: Nume presetare
ru: Имя набора
th: ชื่อชุดสำเร็จรูป
tr: Ön ayar adı
uk: Назва набору
vi: Tên bộ định sẵn
zh_hans: 预设名称
zh_hant: 預設集名稱

# Inspector_SavePreset.Content
source: Save as preset
ar: حفظ كإعداد مسبق
cs: Uložit jako předvolbu
de: Als Vorlage speichern
el: Αποθήκευση ως προκαθορισμένο σύνολο
es: Guardar como conjunto predefinido
fa: ذخیره به‌عنوان پیش‌تنظیم
fr: Enregistrer comme jeu prédéfini
hu: Mentés készletként
id: Simpan sebagai preset
it: Salva come set predefinito
ja: プリセットとして保存
ko: 프리셋으로 저장
pl: Zapisz jako zestaw
pt: Salvar como predefinição
ro: Salvare ca presetare
ru: Сохранить как набор
th: บันทึกเป็นชุดสำเร็จรูป
tr: Ön ayar olarak kaydet
uk: Зберегти як набір
vi: Lưu thành bộ định sẵn
zh_hans: 另存为预设
zh_hant: 儲存為預設集

# Bookmarks_PanelName
source: Bookmarks
ar: الإشارات المرجعية
cs: Záložky
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fa: نشانک‌ها
fr: Signets
hu: Könyvjelzők
id: Penanda
it: Segnalibri
ja: ブックマーク
ko: 책갈피
pl: Zakładki
pt: Marcadores
ro: Marcaje
ru: Закладки
th: บุ๊กมาร์ก
tr: Yer işaretleri
uk: Закладки
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

# Bookmarks_AddName
source: Add bookmark
ar: إضافة إشارة مرجعية
cs: Přidat záložku
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
es: Agregar marcador
fa: افزودن نشانک
fr: Ajouter un signet
hu: Könyvjelző hozzáadása
id: Tambah penanda
it: Aggiungi segnalibro
ja: ブックマークを追加
ko: 책갈피 추가
pl: Dodaj zakładkę
pt: Adicionar marcador
ro: Adăugare marcaj
ru: Добавить закладку
th: เพิ่มบุ๊กมาร์ก
tr: Yer işareti ekle
uk: Додати закладку
vi: Thêm dấu trang
zh_hans: 添加书签
zh_hant: 新增書籤

# Bookmarks_EditName
source: Edit bookmark
ar: تحرير الإشارة المرجعية
cs: Upravit záložku
de: Lesezeichen bearbeiten
el: Επεξεργασία σελιδοδείκτη
es: Editar marcador
fa: ویرایش نشانک
fr: Modifier le signet
hu: Könyvjelző szerkesztése
id: Edit penanda
it: Modifica segnalibro
ja: ブックマークを編集
ko: 책갈피 편집
pl: Edytuj zakładkę
pt: Editar marcador
ro: Editare marcaj
ru: Изменить закладку
th: แก้ไขบุ๊กมาร์ก
tr: Yer işaretini düzenle
uk: Змінити закладку
vi: Sửa dấu trang
zh_hans: 编辑书签
zh_hant: 編輯書籤

# Bookmarks_DeleteName
source: Delete bookmark
ar: حذف الإشارة المرجعية
cs: Odstranit záložku
de: Lesezeichen löschen
el: Διαγραφή σελιδοδείκτη
es: Eliminar marcador
fa: حذف نشانک
fr: Supprimer le signet
hu: Könyvjelző törlése
id: Hapus penanda
it: Elimina segnalibro
ja: ブックマークを削除
ko: 책갈피 삭제
pl: Usuń zakładkę
pt: Excluir marcador
ro: Ștergere marcaj
ru: Удалить закладку
th: ลบบุ๊กมาร์ก
tr: Yer işaretini sil
uk: Видалити закладку
vi: Xóa dấu trang
zh_hans: 删除书签
zh_hant: 刪除書籤

# Bookmarks_UndoName
source: Undo delete
ar: التراجع عن الحذف
cs: Vrátit odstranění
de: Löschen rückgängig machen
el: Αναίρεση διαγραφής
es: Deshacer eliminación
fa: واگرد حذف
fr: Annuler la suppression
hu: Törlés visszavonása
id: Batalkan penghapusan
it: Annulla eliminazione
ja: 削除を元に戻す
ko: 삭제 실행 취소
pl: Cofnij usunięcie
pt: Desfazer exclusão
ro: Anulare ștergere
ru: Отменить удаление
th: เลิกทำการลบ
tr: Silmeyi geri al
uk: Скасувати видалення
vi: Hoàn tác xóa
zh_hans: 撤消删除
zh_hant: 復原刪除

# Bookmarks_Filter.PlaceholderText
source: Filter by name or comment
ar: التصفية حسب الاسم أو التعليق
cs: Filtrovat podle názvu nebo komentáře
de: Nach Name oder Kommentar filtern
el: Φιλτράρισμα κατά όνομα ή σχόλιο
es: Filtrar por nombre o comentario
fa: فیلتر بر اساس نام یا توضیح
fr: Filtrer par nom ou commentaire
hu: Szűrés név vagy megjegyzés szerint
id: Filter berdasarkan nama atau komentar
it: Filtra per nome o commento
ja: 名前・コメントで絞り込み
ko: 이름 또는 설명으로 필터링
pl: Filtruj według nazwy lub komentarza
pt: Filtrar por nome ou comentário
ro: Filtrare după nume sau comentariu
ru: Фильтр по имени или комментарию
th: กรองตามชื่อหรือความคิดเห็น
tr: Ada veya açıklamaya göre filtrele
uk: Фільтр за назвою або коментарем
vi: Lọc theo tên hoặc ghi chú
zh_hans: 按名称或注释筛选
zh_hant: 依名稱或註解篩選

# Bookmarks_Filter.AutomationProperties.Name
source: Filter bookmarks
ar: تصفية الإشارات المرجعية
cs: Filtrovat záložky
de: Lesezeichen filtern
el: Φιλτράρισμα σελιδοδεικτών
es: Filtrar marcadores
fa: فیلتر نشانک‌ها
fr: Filtrer les signets
hu: Könyvjelzők szűrése
id: Filter penanda
it: Filtra segnalibri
ja: ブックマークの絞り込み
ko: 책갈피 필터링
pl: Filtruj zakładki
pt: Filtrar marcadores
ro: Filtrare marcaje
ru: Фильтр закладок
th: กรองบุ๊กมาร์ก
tr: Yer işaretlerini filtrele
uk: Фільтрувати закладки
vi: Lọc dấu trang
zh_hans: 筛选书签
zh_hant: 篩選書籤

# Bookmarks_ColorNumber
source: Color {0}
ar: اللون {0}
cs: Barva {0}
de: Farbe {0}
el: Χρώμα {0}
fa: رنگ {0}
fr: Couleur {0}
hu: {0}. szín
id: Warna {0}
it: Colore {0}
ja: 色 {0}
ko: 색 {0}
pl: Kolor {0}
pt: Cor {0}
ro: Culoarea {0}
ru: Цвет {0}
th: สี {0}
tr: Renk {0}
uk: Колір {0}
vi: Màu {0}
zh_hans: 颜色 {0}
zh_hant: 色彩 {0}

# Bookmarks_RowName
source: {0}, {1}, length {2}
ar: {0}، {1}، الطول {2}
cs: {0}, {1}, délka {2}
de: {0}, {1}, Länge {2}
el: {0}, {1}, μήκος {2}
es: {0}, {1}, longitud {2}
fa: {0}، {1}، طول {2}
fr: {0}, {1}, longueur {2}
hu: {0}, {1}, hossz: {2}
id: {0}, {1}, panjang {2}
it: {0}, {1}, lunghezza {2}
ja: {0}、{1}、長さ {2}
ko: {0}, {1}, 길이 {2}
pl: {0}, {1}, długość {2}
pt: {0}, {1}, comprimento {2}
ro: {0}, {1}, lungime {2}
ru: {0}, {1}, длина {2}
th: {0}, {1}, ความยาว {2}
tr: {0}, {1}, uzunluk {2}
uk: {0}, {1}, довжина {2}
vi: {0}, {1}, độ dài {2}
zh_hans: {0}，{1}，长度 {2}
zh_hant: {0}，{1}，長度 {2}

# Bookmarks_NumberName
source: number {0}
ar: الرقم {0}
cs: číslo {0}
de: Nummer {0}
el: αριθμός {0}
es: número {0}
fa: شمارهٔ {0}
fr: numéro {0}
hu: {0}. szám
id: nomor {0}
it: numero {0}
ja: 番号 {0}
ko: 번호 {0}
pl: numer {0}
pt: número {0}
ro: numărul {0}
ru: номер {0}
th: หมายเลข {0}
tr: numara {0}
uk: номер {0}
vi: số {0}
zh_hans: 编号 {0}
zh_hant: 編號 {0}

# Bookmarks_RangeDeleted
source: Range deleted
ar: تم حذف النطاق
cs: Rozsah byl odstraněn
de: Bereich gelöscht
el: Η περιοχή διαγράφηκε
es: Intervalo eliminado
fa: محدوده حذف شد
fr: Plage supprimée
hu: Tartomány törölve
id: Rentang dihapus
it: Intervallo eliminato
ja: 範囲が削除されました
ko: 범위가 삭제됨
pl: Zakres usunięty
pt: Intervalo excluído
ro: Interval șters
ru: Диапазон удален
th: ช่วงถูกลบแล้ว
tr: Aralık silindi
uk: Діапазон видалено
vi: Phạm vi đã bị xóa
zh_hans: 范围已删除
zh_hant: 範圍已刪除

# Bookmarks_Count
source: {0} bookmarks
ar: الإشارات المرجعية: {0}
cs: Záložky: {0}
de: {0} Lesezeichen
el: {0} σελιδοδείκτες
es: {0} marcadores
fa: {0} نشانک
fr: {0} signets
hu: {0} könyvjelző
id: {0} penanda
it: {0} segnalibri
ja: {0} 件
ko: 책갈피 {0}개
pl: Zakładki: {0}
pt: {0} marcadores
ro: {0} marcaje
ru: Закладок: {0}
th: บุ๊กมาร์ก {0} รายการ
tr: {0} yer işareti
uk: Закладок: {0}
vi: {0} dấu trang
zh_hans: {0} 个书签
zh_hant: {0} 個書籤

# Bookmarks_MenuGo.Text
source: Go to
ar: انتقال
cs: Přejít na
de: Gehe zu
el: Μετάβαση
es: Ir a
fa: رفتن به
fr: Atteindre
hu: Ugrás ide
id: Pergi ke
it: Vai a
ja: 移動
ko: 이동
pl: Przejdź do
pt: Ir para
ro: Salt la
ru: Перейти
th: ไปที่
tr: Git
uk: Перейти
vi: Đi tới
zh_hans: 转到
zh_hant: 移至

# Bookmarks_MenuRename.Text
source: Rename
ar: إعادة تسمية
cs: Přejmenovat
de: Umbenennen
el: Μετονομασία
es: Cambiar nombre
fa: تغییر نام
fr: Renommer
hu: Átnevezés
id: Ganti nama
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
pl: Zmień nazwę
pt: Renomear
ro: Redenumire
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名
